docs(Devops): Update workspace.json and 9 others
Changes summary:
- Modified: 5 files
  • .obsidian/workspace.json
  • 05-labs/play-ground/microservices/spring-petclinic-microservices/terraform/RUNBOOK_AWS_DEPLOY.md
  • 08-career-mastery/daily-checklist.md
  • ... and 2 more
- Untracked: 5 files
  • 05-labs/play-ground/microservices/spring-petclinic-microservices/terraform/ansible.cfg
  • 05-labs/play-ground/microservices/spring-petclinic-microservices/terraform/backend.conf
  • 05-labs/play-ground/microservices/spring-petclinic-microservices/terraform/db_setup.yml
  • ... and 2 more
